/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50721
Source Host           : localhost:3306
Source Database       : model

Target Server Type    : MYSQL
Target Server Version : 50721
File Encoding         : 65001

Date: 2020-11-06 22:47:39
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `admin`
-- ----------------------------
DROP TABLE IF EXISTS `admin`;
CREATE TABLE `admin` (
  `admin_id` int(11) NOT NULL AUTO_INCREMENT,
  `admin_username` varchar(255) NOT NULL,
  `admin_password` varchar(255) NOT NULL,
  `admin_name` varchar(255) DEFAULT NULL,
  `admin_sex` enum('女','男','保密') DEFAULT '保密',
  `admin_phone` varchar(255) DEFAULT NULL,
  `create_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`admin_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of admin
-- ----------------------------
INSERT INTO `admin` VALUES ('1', 'tom', '202cb962ac59075b964b07152d234b70', '枫叶落雪', '男', '18888888888', '2020-11-06 22:44:30', '2020-11-06 22:44:30');

-- ----------------------------
-- Table structure for `collect`
-- ----------------------------
DROP TABLE IF EXISTS `collect`;
CREATE TABLE `collect` (
  `collect_id` int(11) NOT NULL AUTO_INCREMENT,
  `notice_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `user_id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `collected` int(11) NOT NULL,
  `create_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`collect_id`),
  KEY `foreign_model_id` (`notice_id`),
  KEY `user_fk` (`user_id`),
  CONSTRAINT `user_fk` FOREIGN KEY (`user_id`) REFERENCES `user` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of collect
-- ----------------------------
INSERT INTO `collect` VALUES ('1', '14', '省委书记楼阳生来我校调研', '163', 'tom', '1', '2020-11-05 22:08:19', '2020-11-05 22:08:19');
INSERT INTO `collect` VALUES ('2', '20', '电气与控制工程学院召开推进大学生思想政治教育工作座谈会', '163', 'tom', '1', '2020-11-05 21:28:10', '2020-11-05 21:28:10');
INSERT INTO `collect` VALUES ('3', '19', '李良巧教授为我校师生作报告', '163', 'tom', '1', '2020-11-05 22:11:48', '2020-11-05 22:11:48');

-- ----------------------------
-- Table structure for `notice`
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `notice_id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `author` varchar(255) NOT NULL,
  `cover` varchar(255) NOT NULL,
  `create_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `deleted` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`notice_id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of notice
-- ----------------------------
INSERT INTO `notice` VALUES ('1', 'test按钮', '<p>这是正文</p><p><img src=\"/upload/images/20e807d8c0b342d0bdabcbd35ba358d8.jpg\" alt=\"20e807d8c0b342d0bdabcbd35ba358d8.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p><p>这是结尾</p>', 'jerry', '/upload/images/nuc_edu.png', '2020-11-01 15:25:21', '2020-11-01 15:25:21', '1');
INSERT INTO `notice` VALUES ('2', 'test2', '<p>这是正文</p><p><img src=\"/upload/images/20e807d8c0b342d0bdabcbd35ba358d8.jpg\" alt=\"20e807d8c0b342d0bdabcbd35ba358d8.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p><p>这是结尾</p>', 'jerry', '/upload/images/nuc_edu.png', '2020-11-01 15:25:25', '2020-11-01 15:25:25', '1');
INSERT INTO `notice` VALUES ('3', 'test_update测试', '<p>这是正文</p><p><img src=\"/upload/images/20e807d8c0b342d0bdabcbd35ba358d8.jpg\" alt=\"20e807d8c0b342d0bdabcbd35ba358d8.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p><p>这是结尾</p>', 'jerry', '/upload/images/nuc_edu.png', '2020-11-01 15:25:41', '2020-11-01 15:25:41', '1');
INSERT INTO `notice` VALUES ('4', 'test_update2', '<p>这是正文</p><p><img src=\"/upload/images/20e807d8c0b342d0bdabcbd35ba358d8.jpg\" alt=\"20e807d8c0b342d0bdabcbd35ba358d8.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p><p>这是结尾</p>', 'jerry', '/upload/images/nuc_edu.png', '2020-11-01 15:25:37', '2020-11-01 15:25:37', '1');
INSERT INTO `notice` VALUES ('5', 'test', '<p>这是一条测试</p><p><img src=\"/upload/images/821d8566b1694beeb3949e262141cd38.jpg\" alt=\"821d8566b1694beeb3949e262141cd38.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p>', 'tom', '/upload/images/nuc_edu.png', '2020-11-01 15:25:34', '2020-11-01 15:25:34', '1');
INSERT INTO `notice` VALUES ('6', '2020-10-30', '<p>test</p><p><img src=\"/upload/images/24598f15008f4dd68cda597b7d389481.png\" alt=\"24598f15008f4dd68cda597b7d389481.png\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p>', 'tom', '/upload/images/nuc_edu.png', '2020-11-01 15:25:31', '2020-11-01 15:25:31', '1');
INSERT INTO `notice` VALUES ('7', '222222', '<p>22而爱上的撒</p><p><img src=\"/upload/images/fc764abef6914887b454ac5ff4488d7b.png\" alt=\"fc764abef6914887b454ac5ff4488d7b.png\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p><p><br></p>', 'aaa', '/upload/images/nuc_edu.png', '2020-11-01 15:25:28', '2020-11-01 15:25:28', '1');
INSERT INTO `notice` VALUES ('8', 'test2020', '<p>test2020<img src=\"/upload/images/0a86146fa1104db38f0172590b36fbaa.png\" alt=\"0a86146fa1104db38f0172590b36fbaa.png\" style=\"display:inline-block;max-width:50%;height:auto\"></p><p>test</p>', 'bbb', '/upload/images/nuc_edu.png', '2020-11-01 15:25:11', '2020-11-01 15:25:11', '1');
INSERT INTO `notice` VALUES ('9', 'test上传', '<p>test上传</p><p><img src=\"/upload/images/49b8d62a3c674c629336ef57312f38c3.png\" alt=\"Sketchpad.png\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p>', '赏壶餐', '/upload/images/nuc_edu.png', '2020-11-01 15:25:08', '2020-11-01 15:25:08', '1');
INSERT INTO `notice` VALUES ('10', 'test阿瓦达', '<p>爱仕达实打实的</p><p><img src=\"/upload/images/8acfc5db27384710af9d72a5948b6d72.png\" alt=\"安装依赖.png\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p>', '双方的身份的', '/upload/images/nuc_edu.png', '2020-11-01 15:25:54', '2020-11-01 15:25:54', '1');
INSERT INTO `notice` VALUES ('11', '生气地说DW', 'ASDSADSA&nbsp;', 'DASDASD', '/upload/images/nuc_edu.png', '2020-11-01 15:25:56', '2020-11-01 15:25:56', '1');
INSERT INTO `notice` VALUES ('12', 'test111', '<p>aaa<img src=\"/upload/images/4850f19bbd49482c8755da098e37890a.png\" alt=\"nuc_edu.png\" style=\"display:inline-block;max-width:50%;height:auto\"></p><p><br></p>', '刘磊', '/upload/images/04b7780ca104442d92fab4a0729f8ae6.png', '2020-11-01 15:25:17', '2020-11-01 15:25:17', '1');
INSERT INTO `notice` VALUES ('13', '专场招聘会', '<p><span>&nbsp; &nbsp; &nbsp; 山西晚报客户端讯 10月16日-20日，中北大学成功举行了中国兵器工业集团有限公司专场招聘会、中国兵器装备集团有限公司专场招聘会、“百校千企—创新昆山高校行”中北大学招聘会等3场集团区域专场招聘会，以及软件学院、材料科学与工程学院2场学院主场招聘会，参会企业共计257家，提供用人岗位5478个。</span></p><p style=\"text-align: center; \"><img src=\"http://www.nuc.edu.cn/__local/2/BE/FB/C9A416646D6B2C202D5161AC7C8_694E27E3_1A87E.jpg?e=.jpg\"></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;招聘会期间，应往届毕业生积极求职、用人单位与求职者互动热烈。为确保2021届毕业生充分就业，同时促进往届未就业毕业生就业，中北大学在做好疫情防控同时积极开展毕业生线上线下招聘活动，做到招聘服务“线上线下齐开展，应届往届皆参与，月月有线上大型招聘周，周周有线下招聘大集市，日日可安排专场招聘会”。</span></p><p style=\"text-align: center; \"><img src=\"http://www.nuc.edu.cn/__local/A/8C/C8/91A09E3065406CB8F04E2D2D354_3D784F0D_11B11.jpg?e=.jpg\"></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;自9月16日发布《中北大学2020年秋季学期校园招聘活动安排》以来，中北大学已陆续举办198家专场招聘会，来校招聘企业涵盖航天、航空、中铁、中建、中交、中核、中航发、中铁建、中电科、中电建等大型央企及其子公司，长安汽车、长城汽车、武汉高德红外、歌尔股份等高新技术上市公司等。</span></p><p style=\"text-align: center; \"><img src=\"http://www.nuc.edu.cn/__local/7/CE/28/DB8FD4989D0C742B0FB97BC5DD6_1AA50D3E_164F0.jpg?e=.jpg\"></p><p><span>&nbsp; &nbsp; &nbsp; 9月起，该校还推出“云端就业”服务，将每月最后一周定为“网络双选周。10月网络双选周即将于26日至30日举行，目前已审核通过企业100家，提供招聘职位401个。</span></p>', 'admin', '/images/nuc_edu.png', '2020-11-01 15:31:17', '2020-11-01 15:31:17', '0');
INSERT INTO `notice` VALUES ('14', '省委书记楼阳生来我校调研', '<p><b>&nbsp; &nbsp; &nbsp; </b>楼阳生就认真学习宣传贯彻习近平总书记视察山西重要讲话重要指示作出强调：聚焦“六新” 依靠创新 坚定坚实 在转型发展上率先蹚出一条新路。</p><p style=\"text-align: center;\"><img src=\"http://www.nuc.edu.cn/__local/F/4E/7F/611BB3C9D7B192DE1A90BAD43B9_D18404C7_DC37.png\"></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; &nbsp;在全省上下激情满怀，认真学习宣传贯彻习近平总书记视察山西重要讲话重要指示之际，5月14日上午，省委书记楼阳生来到我校，宣讲习近平总书记重要讲话重要指示精神，就推动全省各级各部门兴起学习宣传贯彻热潮，就大力推进“六新”对我校进行调研。他强调，要把学习宣传贯彻习近平总书记视察山西重要讲话重要指示作为首要政治任务，以高度的政治自觉和“两个维护”的实际行动，确保总书记重要讲话重要指示条条落实、件件落地、事事见效。省领导廉毅敏、吴伟参加调研。省教育厅、省科技厅、省工信厅主要领导陪同调研。</span></p><p style=\"text-align: center;\"><img src=\"http://www.nuc.edu.cn/__local/0/5E/B1/CA3E7165A0AFB84566AA9C31C0E_4D36AEC6_16E91.jpg\"></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; 习近平总书记视察时对我省转型发展给予充分肯定，希望山西在转型发展上率先蹚出一条新路来。楼阳生书记在考察调研我校一流学科建设等方面情况后，非常高兴。他说，我近几年三次来到中北大学，看到中北大学在研发上又取得了耀眼的新成果，感到欣慰，更感到中北有很好的发展前景。近年来，我校深入实施“1331工程”，在重点学科、重点实验室、重点创新团队建设方面取得积极成效。楼阳生听取我校“1331工程”仪器科学与技术一流学科建设、重点实验室、创新团队、科研项目介绍，询问科研人才合作和成果转化情况，希望进一步打通产学研，把领先技术优势转化为产业优势。得知我校与知名信创企业合作，建立人才培养联合基地，要求加快项目落地，让产业有科研支撑，科研有用武之地，人才有发展平台。山西省高分子复合材料工程技术研究中心是“1331工程”重点实验室，楼阳生认真察看生物降解纳米有机肥和石墨烯改性轮胎橡胶复合材料、重防腐涂料等创新成果展示，指出，材料是装备制造业的基石，要立足科技前沿，加强“卡脖子”技术研发，为转型发展作贡献。我校前沿交叉科学研究院依托优势学科、坚持需求导向，组建跨学院、跨学科、跨校际科研团队，开展前瞻研究。楼阳生了解射频滤波器、温度传感器、智能感知微系统等研发情况、应用前景，与团队负责人亲切交流，强调要加大科研支持力度，优化创新资源配置，强化对接服务保障，加快科技成果就地转化。楼阳生充分肯定了我校在科技创新方面的努力和成效，勉励我校聚焦“六新”，瞄准前沿，勇攀高峰，加快向“双一流”大学目标迈进。</span></p><p style=\"text-align: center;\"><img src=\"http://www.nuc.edu.cn/__local/8/5F/E8/E8E73AD5794F82A5F4E645270A9_467F0F08_1520E.png\"></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; 调研中，楼阳生主持召开座谈会，围绕高校学习宣传贯彻习近平总书记视察山西重要讲话重要指示，推进“六新”发展，听取太原理工大学、中北大学、太原科技大学、太原工业学院、山西能源学院和山西工程职业学院负责人有关情况汇报。楼阳生指出，在全国“两会”召开前夕，全国战“疫”取得决定性战略成果的关键时刻，山西转型发展取得积极成效、持续夯基垒台的重要时刻，习近平总书记亲临山西视察，站在新时代中国特色社会主义事业的全局和战略高度，为我们进一步指明了前进方向，进一步明确了下一步发展的六方面重要战略任务。要在高校迅速兴起学习宣传贯彻习近平总书记重要讲话重要指示的热潮，确保重要讲话重要指示在山西条条落实、件件落地、事事见效。</span></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; &nbsp;楼阳生指出，资源型地区经济转型发展是习近平总书记为我们指明的金光大道，国家资源型经济综合配套改革试验区是总书记和党中央赋予山西的重大使命、金字招牌，先行先试是总书记授予山西的“尚方宝剑”。此次视察习近平总书记对山西转型发展给予充分肯定，强调“路子对了，就要坚持走下去，久久为功，不要反复、不要折腾。希望山西在转型发展上率先蹚出一条新路来”，为山西未来发展描绘了美好蓝图。对山西转型发展、实施创新驱动、打造创新生态，习近平总书记提出“在新基建、新技术、新材料、新装备、新产品、新业态上不断取得突破”的“六新”要求，思想内涵丰富、博大精深，是习近平总书记关于创新驱动、科技强国、人才强国战略思想的重要组成部分和最新理论创新。我们要坚定不移坚持转型为纲，努力使先行先试成为先行发展的先机，用真金白银、一流成果为这块金字招牌增光添彩，聚焦“六新”写出转型发展新华章、蹚出一条新路来。全省高校、科研院所、广大科技工作者责任重大，使命光荣，舞台广阔、大有作为。围绕全省高校勇担使命，楼阳生提出五条要求。一要深学深悟、践行嘱托，勇担攀登科学高峰的使命。全省各类高校、职业院校，都要有勇攀科学高峰的高远志向和胆识气魄，不畏难险，敢于实现从零到一的突破，以十年磨一剑的静气和定力，坚韧不拔地把科研搞上去。要按照省委关于高校“三个调整优化”的要求，做强做优理工科大学，办名办好综合性大学，创建创办语言艺术类大学。理工科院校要敢于在“卡脖子”技术、原创性技术、颠覆性技术、前沿性技术、应用性技术方面研究攀登，力求在一些领域、学科先行突破，在高原上起高峰，带动整体水平提升。二要聚焦“六新”、着力转化，勇担为转型发展提供科技支撑的使命。立足服务山西转型发展大局，依托重点实验室、创新团队、协同创新中心等平台，加强新基建、新技术、新材料、新装备研发，发挥企业市场主体作用，实现技术、资本、管理有效聚合，企业、园区、孵化器有效承载，把优秀科技成果就地转化为新产品，培育新业态，打造转型发展竞争新优势。三要建优平台、目标前沿，勇担打造一流人才高地的使命。人才聚则事业兴，人才散则事业衰。要大力深入实施“1331工程”，建设一流高校、一流学科，依托一流平台、一流课题，吸引一流团队、一流人才，为各类人才包括本土优秀人才提供用武之地，加快补上人才短板。科研工作者要树立科学立身、科学报国的崇高理想追求，勇于挑战一流，敢于涉足最前沿领域，在转型发展中实现抱负和价值。四要创新机制、贯通节点，勇担发挥一流创新生态关键作用的使命。政产学研用，“研”是内核、是关键。要围绕打造一流创新生态，创新科研体制机制，加快重点实验室和工程技术研究中心布局，打造各类创新平台，加强应用基础研究，提高自主创新能力，抢占科技制高点。五要立足山西、面向未来，勇担立德树人、培养人才大军的使命。既要培养领军人物、高端人才，也要培养技工人才，努力打造一支数量充足、结构合理、素质优良、活力迸发的人才大军，更好为转型发展服务。楼阳生希望全省高校党委书记、校（院）长不负重托，不辱使命，在山西转型发展上率先蹚出一条新路中作出新的更大贡献。</span></p><p style=\"text-align: center;\"><img src=\"http://www.nuc.edu.cn/__local/D/A0/84/37420373D95AF5142BE801BC3CC_815ED1FD_195C1.jpg\"></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; &nbsp;我校参赛队在2020年国际大学生数学建模竞赛中首获特等奖并问鼎SIAM奖、AMS奖。座谈会后，楼阳生把贺信亲手交到校党委书记李忠人、校长沈兴全手中，对此表示祝贺，并对我校勇攀高峰、再创佳绩寄予殷切期望。</span></p><p style=\"text-align: left;\"><span>&nbsp; &nbsp; &nbsp; &nbsp;座谈会上，校党委书记李忠人代表我校首先发言，就如何将学习宣传贯彻总书记考察山西重要讲话精神真正落到实处，从抓好疫情防控常态化与事业发展统筹兼顾；做好脱贫工作的长效机制建设；做好山西转型发展的中北贡献；进一步加强全面从严治党等四个方面进行了汇报。</span></p>', 'tom', '/upload/images/5b449a7bb75d440f83f4831c8fc0a0ca.png', '2020-11-06 20:41:43', '2020-11-06 20:41:44', '0');
INSERT INTO `notice` VALUES ('15', '专家组来校考查我校光电信息科学与工程专业认证工作', '<p><span>&nbsp; &nbsp; &nbsp; &nbsp;受教育部高等教育教学评估中心和中国工程教育专业认证协会委托，以天津大学郁道银教授为组长的工程教育专业认证专家组一行5人来校，对我校光电信息科学与工程专业进行为期3天的现场考查。专家组成员有南京理工大学陈延如教授、北京华晟经世信息技术有限公司副总裁姜善永研究员、复旦大学胡波教授、秘书长春工程学院刘江川教授。校长熊继军出席专家组见面会，副校长曾建潮出席反馈会。</span></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;10月26日上午在主楼十五层会议室召开专家组见面会，会议由副校长曾建潮主持。会上，校长熊继军简要介绍了学校发展历程及学校对工程教育认证工作的重视，同时介绍了光电信息科学与工程专业的发展历程、办学规模和相关科研实验平台，希望各位认证专家能全面检查、精准把脉、帮助专业找到短板、持续改进，争取把光电信息科学与工程专业办成特色鲜明的高水平专业。光电信息科学与工程专业负责人张志伟就专业总体情况、制度建设及落实、毕业要求达成与持续改进、今后工作规划向专家组进行了补充说明；学校相关职能处室、学院领导和光电信息科学与工程专业负责人对专家组提出的问题逐一进行了解答和交流。</span></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;现场考察阶段，专家组分别召开教师、学生、教学管理人员、行政人员、毕业生代表、在校生代表和用人单位代表的座谈会，访谈了教务处、学院等部门负责人，实地考察了工程训练中心、电工电子国家级实验教学示范中心、图书馆、太原中北新缘科技开发中心及学院创新实验室、通信原理实验室、人工智能实验室、信息处理及其器件应用实验室、信号分析与系统仿真实验室、光电信息科学与工程专业实验室、电磁场与微波实验室等专业基础实验室，调阅了培养方案、实习报告、实验报告、课程设计报告、毕业设计（论文）、课程试卷、教学大纲、调查问卷和教学管理文件等资料，认真核实了专业自评报告的真实性和准确性。</span></p><p style=\"text-align: center; \"><img src=\"http://www.nuc.edu.cn/__local/D/32/7A/B0A4FC6CC4A5F29738CF2152B9F_5537ACE7_111C7.jpg\"></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;在10月27日召开的反馈会上，郁道银教授对我校的办学实力和光电信息科学与工程专业的人才培养给予了充分肯定。他认为，光电信息科学与工程专业有吸引优秀生源的制度与措施，有明确的、公开的培养目标和毕业要求，同时建立了完善的教学过程质量监控机制和较为完善的课程体系，师资队伍结构合理，学生的学习指导、职业规划、就业指导等方面措施健全且可操作性强，培养目标符合学校定位和社会需求，学校学风非常好，教师有奉献精神。同时，专家组也指出光电信息科学与工程专业教育教学过程中存在企业与行业专家参与指导毕业设计人数不足、人文社科课程和非技术类课程的设置支撑度不够等问题。</span></p><p><span>&nbsp; &nbsp; &nbsp; &nbsp;副校长曾建潮代表学校表态发言，感谢专家组的辛勤工作及提出中肯的意见，并要求学校各部门和信息与通信工程学院要严格按照专家组的意见进行改进落实，进一步推进我校工程教育认证工作再上新台阶。</span></p>', 'jerry', '/upload/images/b21adbd4f13e4582b79237d2fb63baf8.jpg', '2020-11-01 16:28:13', '2020-11-01 16:28:13', '0');
INSERT INTO `notice` VALUES ('16', '关于公布《校园餐饮浪费行为清单》的通知', '<p class=\"vsbcontent_start\">各基层党委、党总支、直属党支部、党委机关各部门：</p><p>为坚决贯彻落实习近平总书记关于制止餐饮浪费行为重要指示精神，把制止餐饮浪费行为作为落实中央八项规定精神、纠治“四风”的重要抓手，校纪委广泛征求了师生意见，梳理形成《校园餐饮浪费行为清单》。请学校各二级党组织、各部门组织师生对照清单所列4类15项浪费行为认真检视，杜绝餐饮浪费。对于清单未能涵盖或在具体实践中的未尽事宜，请按照校党委有关精神贯彻落实。</p><div><p>中共中北大学纪律检查委员会</p><p>2020年9月14日</p></div><p>附件：</p><div><p><strong>校园餐饮浪费行为清单</strong></p></div><p><strong>一、食堂餐饮</strong></p><p>1、部分师生在食堂就餐不按需打饭，一次购买食物过量，造成浪费；</p><p>2、部分师生打饭后不合口味，丢弃食物，造成浪费；</p><p>3、部分师生用餐时间规划不合理，临近上课仓促用餐，没吃完就需要离开，造成浪费；</p><p>4、部分学生比阔气、讲体面，认为花自己的钱，倒自己的饭，节约意识淡漠，随意铺张浪费；</p><p>5、部分少数民族学生未充分考虑民族饮食习惯，打错饭后丢弃，造成浪费。</p><p><strong>二、家庭餐饮</strong></p><p>6、一次采购食材过多，未能及时吃完，造成浪费；</p><p>7、家庭餐桌追求过度丰盛，一次制作食物过量，造成浪费；</p><p>8、婚丧嫁娶、朋友聚会等家庭宴请剩余过量，造成浪费。</p><p><strong>三、公务接待</strong></p><p>9、公务接待追求过度丰盛，不考虑用餐人数点餐过量，造成浪费；</p><p>10、自助餐接待管理和宣传不到位，客人节约意识不强，过量取食，造成浪费。</p><p><strong>四、餐饮服务</strong></p><p>11、原材料采购计划不科学，造成食材霉变、混杂、污染等问题，造成浪费；</p><p>12、食物制作计划不科学，保质期内售卖不完，造成浪费；</p><p>13、后厨管理不善，因仓储、加工、管理、服务问题造成原材料、半成品使用浪费；</p><p>14、厨房冷藏、加工、消毒等设备空转，照明灯具长明不关，自来水空流等问题，造成浪费；</p><p class=\"vsbcontent_end\">15、餐厅提醒宣传不够，对客人点餐不理性行为未能及时提醒，造成浪费。</p>', '枫叶落雪', '/upload/images/72830098c6fd4226b345387984dd0623.jpg', '2020-11-01 16:30:39', '2020-11-01 16:30:39', '0');
INSERT INTO `notice` VALUES ('17', '关于校园交通临时管制的通知', '<p class=\"vsbcontent_start\">全校各单位、全体人员：</p><p>根据《中北大学2020级学生军事技能教学实施方案》的计划安排，10月31日为2020级新生军训时间。</p><p>为确保军训期间学生安全，我校将南、北环路作为军训场地。军训期间实施临时交通管制，现将有关事宜通知如下：</p><p>本周六（10月31日）7:45---18：00，南环路二号门至六号门道路封闭；北环路全线封闭,禁止一切车辆通行。</p><p>给您带来的不便敬请谅解。</p><p>武装部 安全保卫部(处)</p><p class=\"vsbcontent_end\">2020年10月29日</p>', 'tom', '/images/nuc_edu.png', '2020-11-01 16:37:00', '2020-11-01 16:37:00', '0');
INSERT INTO `notice` VALUES ('18', '化学工程与技术学院与山西襄矿集团控股公司达成长期深度联合创新意向', '<p class=\"vsbcontent_start\">&nbsp; &nbsp; &nbsp; &nbsp; 2020年10月21日，化学工程与技术学院院长祁贵生教授带领学院教师一行七人前往位于山西省襄垣县富阳循环经济工业园区的山西瑞恒化工有限公司开展产学研合作洽谈与交流。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 山西瑞恒化工有限公司是山西襄矿集团控股子公司，属国有控股企业。公司是以烧碱和聚氯乙烯树脂为主要产品的大型化工企业，注册资金6亿元，现有员工850人，高级工程师及专业技术人员100余人，产值近50亿元，利税10亿元，生产规模位居全省第一。</p><p class=\"vsbcontent_end\">&nbsp; &nbsp; &nbsp; &nbsp; 祁贵生院长向与会人员介绍了化学工程与技术学院的发展历程、专业科研方向、办学优势与特色、科研与研究生培养情况。山西瑞恒化工的杨育华总经理详细介绍了公司的基本情况、产品构成、科研需求以及远景规划。双方就人才联合培养、平台共建、产学研合作等共同关心的问题展开深入交流，在双方长期深度联合创新方面达成共识，并对今后进一步推进工作进行了部署。座谈会后，在山西瑞恒化工有限公司杨总亲自带领下参观了公司一厂、二厂聚氯乙烯生产车间、控制室、包装车间等。此次交流促进了我校化工专业与化工企业的产学研合作，在理论与实践结合、技术创新与研发、学生实践和就业等方面都具有重要意义，不久将进行签约授牌仪式。</p><p class=\"vsbcontent_end\" style=\"text-align: center; \"><img src=\"http://oa.nuc.edu.cn:8048/zfoa/userfiles/images/1604042209903.jpg\"></p>', 'admin', '/images/nuc_edu.png', '2020-11-01 16:41:02', '2020-11-01 16:41:02', '0');
INSERT INTO `notice` VALUES ('19', '李良巧教授为我校师生作报告', '<p class=\"vsbcontent_start\">&nbsp; &nbsp; &nbsp; &nbsp; 为丰富我校学生学术知识、开拓学术视野，10月27日中国兵器工业集团导航与控制技术研究所李良巧教授在10204H、10201H教室分别作了题为“可靠性工程的昨天、今天和明天”和“产品质量的时间特性”的学术讲座，来自全校多个学院的400余名师生参加，机电工程学院赵河明教授主持。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 李良巧教授，博士生导师，国防科工委质量可靠性专家组成员、总装备部可靠性技术专家组顾问、中国质量协会理事及学术委员会委员，中国科学家论坛副理事长，现任全国可靠性推进工作委员会专家委员会主任，获得全国质量管理突出贡献奖、获全国质量管理卓越推进者和杰出推进者称号，享受国务院政府特殊津贴，著有《可靠性工程师手册》、《机械可靠性设计与分析》、《兵器可靠性技术与管理》等论著。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 李教授结合个人多年的学术经历和工作经验，详细讲述了可靠性工程的发展过程，着重介绍了我国可靠性工程的发展趋势，发展可靠性工程的意义；并结合产品质量在时间方面的三个特性：耐用性（使用寿命）、精度保持性、可靠性等，详细阐述了提高产品质量的重大意义。</p><div><p class=\"vsbcontent_end\">&nbsp; &nbsp; &nbsp; &nbsp; 李教授才识渊博，妙语连珠，对现场同学提出的问题耐心地逐一作答，并希望我校学生培养可靠性思维，成为技术人才，为军工行业贡献自身力量，尽快成为国防事业的接班人。</p><p class=\"vsbcontent_end\" style=\"text-align: center; \"><img src=\"http://www.nuc.edu.cn/__local/B/63/C5/828CC4B4CFD2AB0639AF6E210ED_4739BDFA_167CF.jpg?e=.jpg\"></p></div>', 'tom', '/images/nuc_edu.png', '2020-11-01 16:45:35', '2020-11-01 16:45:35', '0');
INSERT INTO `notice` VALUES ('20', '电气与控制工程学院召开推进大学生思想政治教育工作座谈会', '<p class=\"vsbcontent_start\">&nbsp; &nbsp; &nbsp; &nbsp; 为进一步加强大学生思想政治教育工作，实时掌握思政教育情况和教学效果，全面有效提升大学生思想政治水平和学院思政教育工作质量。10月27日下午4点，电气与控制工程学院于主楼619召开大学生思想政治教育工作座谈会。院党委副书记、副院长杜苇出席会议，全体辅导员与学生会干部及各班学生代表参加会议。会议由院党委副书记、副院长杜苇主持。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 座谈会伊始，杜苇书记指出加强和改进大学生思想政治教育工作是贯彻落实习近平总书记治国理政新理念新思想新战略的重要途径之一。当前，大学生思想政治教育的内涵在不断提升，高校教育工作者应切实推进“以文化人，以文育人”的着力 点，通过多样的形式帮助当代大学生积极成为社会主义核心价值观的坚定信仰者、积极传播者和模范践行者。</p><p>&nbsp; &nbsp; &nbsp; &nbsp; 会上，学生代表畅所欲言，积极地表达了自己的想法和建议。学生们表示希望学校能够丰富思想政治教育形式，加强思政课程的互动性，将爱国主义精神、理想信念教育、军工文化教育、集体荣誉意识、勤俭节约思想等潜移默化地融入到日常教学内容中，让青年学生在感知的基础上理解，在理解的基础上认同，在认同的基础上接受，在接受的基础上最终成为自己的理想和信仰。此外，学院辅导员结合各自负责的工作就如何将大学生思想政治教育有效融入到日常工作中提出了自己的看法。</p><p class=\"vsbcontent_end\">&nbsp; &nbsp; &nbsp; &nbsp; 本次座谈会对于进一步推进学院思想政治教育工作具有重要的意义。杜苇表示学院将以“立德树人”为中心环节，以强化理想信念与价值养成提升“德”育，以启发科学思维与创新意识科学“智”育，以练就健康体魄与平和心态加强“体”育，以培养文化底蕴与高尚情操推进“美”育，多角度提升青年学生感恩国家、服务人民的社会责任感，勇于探索的创新精神和善于解决问题的实践能力。</p><p class=\"vsbcontent_end\" style=\"text-align: center; \"><img src=\"http://oa.nuc.edu.cn:8048/zfoa/userfiles/images/1603953970245.png\"></p>', 'admin', '/upload/images/460ef18f386d4bf583eb70a356f81c19.png', '2020-11-01 16:58:03', '2020-11-01 16:58:03', '0');
INSERT INTO `notice` VALUES ('21', '我爱王彤哈哈哈哈', '<p>爱你呀</p><p>最爱你了</p><p>没得办法哎</p><p>这可怎么办呢</p><p>哈哈哈哈哈</p><p><img src=\"/upload/images/63d8cef62cd64c19890e1fbcb5391805.jpg\" alt=\"003.jpg\" style=\"display:inline-block;max-width:50%;height:auto\"><br></p>', '枫叶落雪', '/upload/images/66a1ac6917404f9a8f15a9d3ed8db722.png', '2020-11-01 21:14:01', '2020-11-01 21:14:01', '1');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sex` enum('保密','女','男') DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `create_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `update_time` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  `deleted` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `user_username_uindex` (`username`)
) ENGINE=InnoDB AUTO_INCREMENT=170 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('75', '13304311243', '202cb962ac59075b964b07152d234b70', '纳兰妍若', '男', '13304311245', '2020-11-06 22:01:59', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('76', '13003926458', '202cb962ac59075b964b07152d234b70', '南宫清笔', '女', '13003926458', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('77', '13903173551', '202cb962ac59075b964b07152d234b70', '欧阳韵雪', '女', '13903173551', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('78', '13408582795', '202cb962ac59075b964b07152d234b70', '北堂曝雪', '女', '13408582795', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('79', '15507818502', '202cb962ac59075b964b07152d234b70', '慕容若嫣', '男', '15507818502', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('80', '13408230924', '202cb962ac59075b964b07152d234b70', '司徒雨', '女', '13408230924', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('81', '15007636593', '202cb962ac59075b964b07152d234b70', '欧阳缇娜', '女', '15007636593', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('82', '13907450736', '202cb962ac59075b964b07152d234b70', '汝嫣浏茵', '女', '13907450736', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('83', '13608856757', '202cb962ac59075b964b07152d234b70', '安陵忻美', '女', '13608856757', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('84', '13407668683', '202cb962ac59075b964b07152d234b70', '司徒言韵', '女', '13407668683', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('85', '15803545068', '202cb962ac59075b964b07152d234b70', '纳兰静怡', '女', '15803545068', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('86', '15602708294', '202cb962ac59075b964b07152d234b70', '南宫语茜', '男', '15602708294', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('87', '15102266375', '202cb962ac59075b964b07152d234b70', '冥光画影', '女', '15102266375', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('88', '13003842310', '202cb962ac59075b964b07152d234b70', '慕云绾兮', '女', '13003842310', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('89', '13604558848', '202cb962ac59075b964b07152d234b70', '浅执风羽', '女', '13604558848', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('90', '13404340912', '202cb962ac59075b964b07152d234b70', '青桔笙歌', '女', '13404340912', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('91', '13607554043', '202cb962ac59075b964b07152d234b70', '花墨梨笙', '男', '13607554043', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('92', '13700318614', '202cb962ac59075b964b07152d234b70', '清歌馆颜', '女', '13700318614', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('93', '15702718983', '202cb962ac59075b964b07152d234b70', '千顾无笙', '男', '15702718983', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('94', '13802617461', '202cb962ac59075b964b07152d234b70', '古槿溪涵', '男', '13802617461', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('95', '13603131670', '202cb962ac59075b964b07152d234b70', '古槿沾筱', '女', '13603131670', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('96', '13400593481', '202cb962ac59075b964b07152d234b70', '慕容颜夕', '男', '13400593481', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('97', '15000418639', '202cb962ac59075b964b07152d234b70', '百槿陌娴', '男', '15000418639', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('98', '13501171159', '202cb962ac59075b964b07152d234b70', '何宫清姻', '女', '13501171159', '2020-09-01 11:44:13', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('99', '15304342623', '202cb962ac59075b964b07152d234b70', '倾笛若幽', '男', '15304342623', '2020-09-01 11:44:14', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('100', '15508087647', '202cb962ac59075b964b07152d234b70', '百里萦笙', '男', '15508087647', '2020-09-01 11:44:14', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('101', '13707597462', '202cb962ac59075b964b07152d234b70', '年姬漪', '男', '13707597462', '2020-09-01 11:44:14', '2020-11-06 22:14:10', '0');
INSERT INTO `user` VALUES ('102', '13201386136', '202cb962ac59075b964b07152d234b70', '君洛弦', '男', '13201386136', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('103', '15007188286', '202cb962ac59075b964b07152d234b70', '冷慕言', '男', '15007188286', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('104', '13708133601', '202cb962ac59075b964b07152d234b70', '倾冷月', '男', '13708133601', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('105', '15808638528', '202cb962ac59075b964b07152d234b70', '傅昕臣', '男', '15808638528', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('106', '15907937770', '202cb962ac59075b964b07152d234b70', '付卿泡', '女', '15907937770', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('107', '15506248200', '202cb962ac59075b964b07152d234b70', '莫轻舞', '男', '15506248200', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('108', '15303442258', '202cb962ac59075b964b07152d234b70', '安流烟', '女', '15303442258', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('109', '13403308112', '202cb962ac59075b964b07152d234b70', '洛笔睛', '女', '13403308112', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('110', '13204508184', '202cb962ac59075b964b07152d234b70', '林七许', '女', '13204508184', '2020-09-01 11:44:14', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('111', '13008887869', '202cb962ac59075b964b07152d234b70', '向昭凤', '女', '13008887869', '2020-09-01 11:49:15', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('112', '13702771693', '202cb962ac59075b964b07152d234b70', '贝梁哲', '女', '13702771693', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('113', '13008742495', '202cb962ac59075b964b07152d234b70', '左倩蓉', '男', '13008742495', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('114', '13700273012', '202cb962ac59075b964b07152d234b70', '汲裕', '男', '13700273012', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('115', '15504963163', '202cb962ac59075b964b07152d234b70', '慕瑶瑶', '女', '15504963163', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('116', '15606791383', '202cb962ac59075b964b07152d234b70', '赖荷苑', '女', '15606791383', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('117', '15603303757', '202cb962ac59075b964b07152d234b70', '康桂茜', '女', '15603303757', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('118', '13603990936', '202cb962ac59075b964b07152d234b70', '狐怡云', '女', '13603990936', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('119', '15804541644', '202cb962ac59075b964b07152d234b70', '厍裕时', '女', '15804541644', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('120', '13904510425', '202cb962ac59075b964b07152d234b70', '虞晓羽', '女', '13904510425', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('121', '13606018128', '202cb962ac59075b964b07152d234b70', '红武', '男', '13606018128', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('122', '13606652015', '202cb962ac59075b964b07152d234b70', '公朗平', '男', '13606652015', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('123', '15202258615', '202cb962ac59075b964b07152d234b70', '乐朗谦', '男', '15202258615', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('124', '15505993520', '202cb962ac59075b964b07152d234b70', '秦泽发', '女', '15505993520', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('125', '13501690262', '202cb962ac59075b964b07152d234b70', '宫希娜', '男', '13501690262', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('126', '15605442278', '202cb962ac59075b964b07152d234b70', '红希', '女', '15605442278', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('127', '13607027534', '202cb962ac59075b964b07152d234b70', '国广', '男', '13607027534', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('128', '13508684144', '202cb962ac59075b964b07152d234b70', '离波', '男', '13508684144', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('129', '13106625744', '202cb962ac59075b964b07152d234b70', '福柔', '男', '13106625744', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('130', '15804021557', '202cb962ac59075b964b07152d234b70', '乐雪爽', '女', '15804021557', '2020-09-01 11:49:16', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('131', '13205276926', '202cb962ac59075b964b07152d234b70', '许凡', '男', '13205276926', '2020-09-01 11:49:17', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('132', '13902148463', '202cb962ac59075b964b07152d234b70', '子海', '女', '13902148463', '2020-09-01 11:49:17', '2020-11-06 22:14:11', '0');
INSERT INTO `user` VALUES ('133', '15703354238', '202cb962ac59075b964b07152d234b70', '葛莲', '男', '15703354238', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('134', '15707742805', '202cb962ac59075b964b07152d234b70', '丘善', '女', '15707742805', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('135', '15506874542', '202cb962ac59075b964b07152d234b70', '湛卿韵', '男', '15506874542', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('136', '13303184703', '202cb962ac59075b964b07152d234b70', '哈飘荷', '男', '13303184703', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('137', '13808125581', '202cb962ac59075b964b07152d234b70', '姜江', '男', '13808125581', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('138', '13806011887', '202cb962ac59075b964b07152d234b70', '贲霞', '女', '13806011887', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('139', '15600410231', '202cb962ac59075b964b07152d234b70', '时才', '女', '15600410231', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('140', '15007813435', '202cb962ac59075b964b07152d234b70', '杜伊璧', '女', '15007813435', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('141', '13600766805', '202cb962ac59075b964b07152d234b70', '壤艺欢', '女', '13600766805', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('142', '13203022777', '202cb962ac59075b964b07152d234b70', '台盛', '男', '13203022777', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('143', '13708657570', '202cb962ac59075b964b07152d234b70', '沃霞爽', '女', '13708657570', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('144', '15508263595', '202cb962ac59075b964b07152d234b70', '容邦', '男', '15508263595', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('145', '15301008988', '202cb962ac59075b964b07152d234b70', '夹环', '女', '15301008988', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('146', '13606204525', '202cb962ac59075b964b07152d234b70', '淳龙', '男', '13606204525', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('147', '13304323938', '202cb962ac59075b964b07152d234b70', '洪启炎', '男', '13304323938', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('148', '15807071863', '202cb962ac59075b964b07152d234b70', '司毅河', '男', '15807071863', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('149', '13204301719', '202cb962ac59075b964b07152d234b70', '卜 香', '女', '13204301719', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('150', '15308221277', '202cb962ac59075b964b07152d234b70', '和冰琳', '女', '15308221277', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('151', '13907320480', '202cb962ac59075b964b07152d234b70', '楚成', '女', '13907320480', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('152', '15802564156', '202cb962ac59075b964b07152d234b70', '鱼雪', '女', '15802564156', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('153', '13005668822', '202cb962ac59075b964b07152d234b70', '于雄', '女', '13005668822', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('154', '15101547558', '202cb962ac59075b964b07152d234b70', '蒋芬', '女', '15101547558', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('155', '13807932426', '202cb962ac59075b964b07152d234b70', '经娴娥', '男', '13807932426', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('156', '13007983659', '202cb962ac59075b964b07152d234b70', '邴时', '女', '13007983659', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('157', '15105692004', '202cb962ac59075b964b07152d234b70', '柴祥坚', '女', '15105692004', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('158', '13708682397', '202cb962ac59075b964b07152d234b70', '褚榕子', '男', '13708682397', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('159', '13301652283', '202cb962ac59075b964b07152d234b70', '卫红', '女', '13301652283', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('160', '13703814812', '202cb962ac59075b964b07152d234b70', '弓以政', '男', '13703814812', '2020-09-01 11:49:17', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('161', '15700358895', '202cb962ac59075b964b07152d234b70', '符杰功', '女', '15700358895', '2020-09-06 18:43:41', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('162', '15303070594', '202cb962ac59075b964b07152d234b70', '李家良', '男', '15303070594', '2020-09-06 18:44:31', '2020-11-06 22:14:12', '0');
INSERT INTO `user` VALUES ('163', 'tom', '202cb962ac59075b964b07152d234b70', '汤姆', '男', '13037043333', '2020-11-06 22:00:58', '2020-11-06 22:14:12', '0');
